Repository: s10tv/s10-ios
Catalog: ThirdPartyBundleResources/HSLocalization/*.lproj/HelpshiftLocalizable.strings
Languages: id, th, vi

source: Rate our App
id: Beri Peringkat
th: ให้คะแนนแอพของเรา
vi: Đánh giá Ứng dụng của chúng tôi

source: If you love our app, please take a moment to rate it in the App Store
id: Apabila Anda menyukai aplikasi kami, mohon beri kami peringkat di App Store
th: หากคุณชอบแอพของเรา กรุณาสละเวลาสักครู่เพื่อให้คะแนนใน App Store
vi: Nếu bạn thích ứng dụng của chúng tôi, xin vui lòng dành một chút thời gian để đánh giá ứng dụng trên App Store

source: Rate
id: Peringkat
th: ให้คะแนน
vi: Đánh giá

source: Send Feedback
id: Kirim Komentar
th: ส่งคำติชม
vi: Gửi Phản hồi

source: No Internet!
id: Tidak ada koneksi Internet!
th: ไม่มีอินเทอร์เน็ต!
vi: Không có Internet!

source: No working Internet connection is found.
id: Koneksi Internet tidak ditemukan.
th: ไม่พบสัญญาณอินเทอร์เน็ตที่ใช้งานได้
vi: Không tìm thấy kết nối Internet nào đang hoạt động.

source: Take a screenshot on your iPhone
id: Ambil tangkapan layar pada iPhone Anda
th: ถ่ายภาพหน้าจอ iPhone ของคุณ
vi: Chụp ảnh màn hình trên iPhone của bạn

source: Take a screenshot on your iPad
id: Ambil tangkapan layar pada iPad Anda
th: ถ่ายภาพหน้าจอ iPadของคุณ
vi: Chụp ảnh màn hình trên iPad của bạn

source: Go to the screen you want a screenshot of, hold down the power button and the home button on your iPhone, at the same time.
id: Buka layar yang ingin Anda ambil tangkapan layarnya, tahan tombol daya dan tombol home pada iPhone Anda secara bersamaan.
th: ไปที่หน้าจอที่คุณต้องการถ่าย กดปุ่มเปิดปิดและปุ่มโฮมบน iPhone พร้อมกัน
vi: Hãy truy cập màn hình bạn muốn chụp ảnh màn hình, giữ đồng thời nút nguồn và nút home trên iPhone của bạn.

source: Go to the screen you want a screenshot of, hold down the power button and the home button on your iPad, at the same time.
id: Buka layar yang ingin Anda ambil tangkapan layarnya, tahan tombol daya dan tombol home pada iPad Anda secara bersamaan.
th: ไปที่หน้าจอที่คุณต้องการถ่าย กดปุ่มเปิดปิดและปุ่มโฮมบน iPad พร้อมกัน
vi: Hãy truy cập màn hình bạn muốn chụp ảnh màn hình, giữ đồng thời nút nguồn và nút Home trên iPad của bạn.

source: That's it, your screenshot is now in your iPhone gallery!
id: Tangkapan layar Anda kini berada di galeri iPhone Anda!
th: เท่านั้นเอง ภาพหน้าจอของคุณก็เข้าไปอยู่ในแกลเลอรี่ iPhone ของคุณแล้ว!
vi: Vậy đó, ảnh chụp màn hình của bạn giờ đã nằm trong thư viện ảnh iPhone của bạn!

source: That's it, your screenshot is now in your iPad gallery!
id: Tangkapan layar Anda kini berada di galeri iPad Anda!
th: เท่านั้นเอง ภาพหน้าจอของคุณก็เข้าไปอยู่ในแกลเลอรี่ iPad ของคุณแล้ว!
vi: Vậy đó, ảnh chụp màn hình của bạn giờ đã nằm trong thư viện ảnh iPad của bạn!

source: Take screenshot
id: Ambil tangkapan layar
th: ถ่ายภาพหน้าจอ
vi: Chụp ảnh màn hình

source: Opening Gallery...
id: Membuka Galeri...
th: กำลังเปิดแกลเลอรี่...
vi: Đang mở thư viện ảnh...

source: Screenshot sent
id: Tangkapan layar dikirim
th: ส่งภาพหน้าจอแล้ว
vi: Đã gửi ảnh chụp màn hình

source: Your message was not sent.Tap "Try Again" to send this message?
id: Pesan Anda tidak terkirim. Tekan "Coba Lagi" untuk mengirim pesan ini?
th: ภาพหน้าจอของคุณยังไม่ได้ถูกส่ง แตะ "ลองอีกครั้ง" เพื่อส่งข้อความนี้หรือไม่
vi: Tin nhắn của bạn chưa gửi được.Nhấn "Thử lại" Để gửi tin nhắn này?

source: No faqs found in this section
id: Tidak ada faq di bagian ini
th: ไม่พบคำถามที่พบบ่อยในหัวข้อนี้
vi: Không tìm thấy mục hỏi đáp cho phần này

source: Could not fetch faqs
id: Tidak dapat mengambil faq
th: ไม่สามารถดีงข้อมูลคำถามที่พบบ่อย
vi: Không thể nạp mục hỏi đáp

source: We could not fetch the required data
id: Tidak dapat mengambil data
th: เราไม่สามารถดึงข้อมูลที่ต้องการได้
vi: Chúng tôi không thể nạp dữ liệu được yêu cầu

source: FAQ
th: คำถามที่พบบ่อย
vi: Hỏi đáp

source: Can't find what you were looking for?
id: Tidak menemukan yang Anda cari?
th: ไม่พบสิ่งที่คุณต้องการใช่หรือไม่
vi: Không thể tìm thấy phần bạn đang tìm kiếm?

source: Sorry to hear that. Could you please tell us a little bit more about the problem you are facing?
id: Kami mohon maaf. Dapatkah Anda menjelaskan masalah yang Anda alami pada kami?
th: ขออภัยกับปัญหาที่เกิดขึ้น กรุณาบอกรายละเอียดปัญหาที่คุณพบให้เราทราบเพิ่มเติมได้หรือไม่
vi: Thành thật xin lỗi về việc đó. Bạn có thể vui lòng cho chúng tôi biết thêm một chút về vấn đề bạn đang gặp phải?

source: We're happy to help you!
id: Kami senang membantu Anda!
th: เรายินดีช่วยเหลือคุณ!
vi: Chúng tôi rất sẵn lòng giúp đỡ bạn!

source: Describe your problem
id: Jelaskan masalah Anda
th: อธิบายปัญหาของคุณ
vi: Hãy mô tả vấn đề của bạn

source: Email invalid
id: Email salah
th: อีเมลไม่ถูกต้อง
vi: Email không hợp lệ

source: Please provide a valid email address.
id: Mohon berikan alamat email yang benar.
th: กรุณาใส่อีเมลที่ถูกต้อง
vi: Vui lòng cung cấp địa chỉ email hợp lệ.

source: Invalid Entry
id: Entri tidak valid
th: ข้อมูลที่ใส่ไม่ถูกต้อง
vi: Dữ liệu nhập không hợp lệ

source: Please enter a brief description of the issue you are facing.
id: Mohon beri penjelasan singkat tentang masalah yang Anda alami.
th: กรุณาระบุรายละเอียดของปัญหาที่คุณกำลังพบอย่างสั้นๆ
vi: Vui lòng mô tả ngắn gọn về vấn đề bạn đang phải đối mặt.

source: Question
id: Pertanyaan
th: คำถาม
vi: Câu hỏi

source: Was this helpful?
id: Apakah ini membantu?
th: ข้อมูลดังกล่าวมีประโยชน์หรือไม่
vi: Câu trả lời này có giúp ích gì không?

source: You found this helpful.
id: Ini membantu Anda.
th: มีประโยชน์สำหรับคุณ
vi: Bạn thấy câu trả lời này có giúp ích.

source: You didn't find this helpful.
id: Ini tidak membantu Anda.
th: ไม่มีประโยชน์สำหรับคุณ
vi: Bạn thấy câu trả lời này không giúp ích.

source: Try Again
id: Coba Lagi
th: ลองอีกครั้ง
vi: Thử lại

source: Cancel
id: Batal
th: ยกเลิก
vi: Hủy bỏ

source: REVIEW
id: TINJAU
th: รีวิว
vi: ĐÁNH GIÁ

source: Send
id: Kirim
th: ส่ง
vi: Gửi

source: Ok, attach
id: Oke, lampirkan
th: ตกลง แนบไปด้วย
vi: Ok, đính kèm

source: Learn how
id: Pelajari
th: เรียนรู้วิธี
vi: Tìm hiểu làm thế nào

source: YES
id: YA
th: ใช่
vi: CÓ

source: NO
id: TIDAK
th: ไม่ใช่
vi: KHÔNG

source: Accepted review request
id: Menerima permintaan tinjau
th: ตอบรับคำขอให้รีวิว
vi: Chấp nhận yêu cầu đánh giá

source: SEND
id: KIRIM
th: ส่ง
vi: GỬI

source: OK
id: Oke
th: ตกลง

source: Close
id: Tutup
th: ปิด
vi: Đóng

source: Loading...
id: Memuat...
th: กำลังโหลด..
vi: Đang tải...

source: Help
id: Bantuan
th: ช่วยเหลือ
vi: Trợ giúp

source: Sending failed!
id: Pengiriman gagal!
th: การส่งล้มเหลว!
vi: Không gửi được!

source: Screenshot could not be sent. Image is too large, try again with another image
id: Tangkapan layar tidak dapat dikirim. Gambar terlalu besar, coba lagi dengan gambar lain
th: ไม่สามารถส่งภาพหน้าจอ รูปใหญ่เกินไป ลองเลืือกรูปใหม่
vi: Không thể gửi ảnh chụp màn hình. Ảnh quá lớn, hãy thử lại với một ảnh khác

source: Name invalid
id: Nama salah
th: ชื่อไม่ถูกต้อง
vi: Tên không hợp lệ

source: Please provide a name.
id: Mohon berikan nama.
th: กรุณาใส่ชื่อ
vi: Vui lòng cung cấp một cái tên.

source: New message from Support
id: Pesan baru dari Dukungan
th: ข้อความใหม่จากฝ่ายช่วยเหลือ
vi: Tin nhắn mới từ Hỗ trợ Khách hàng

source: new messages from Support
id: pesan baru dari Dukungan
th: ข้อความใหม่จากฝ่ายช่วยเหลือ
vi: tin nhắn mới từ Hỗ trợ Khách hàng

source: No FAQs found
id: FAQ tidak ditemukan
th: ไม่พบคำถามที่พบบ่อย
vi: Không tìm thấy mục Hỏi đáp nào

source: Conversation
id: Percakapan
th: การสนทนา
vi: Trò chuyện

source: Name
id: Nama
th: ชื่อ
vi: Tên

source: Email (optional)
id: Email (opsional)
th: อีเมล (ตัวเลือก)
vi: Email (không bắt buộc)

source: Email
th: อีเมล

source: Sending your message...
id: Mengirim pesan Anda...
th: กำลังส่งข้อความ...
vi: Đang gửi tin nhắn của bạn...

source: Message send failure.
id: Gagal mengirim pesan.
th: ส่งข้อความล้มเหลว
vi: Không thể gửi tin nhắn được.

source: Please check your network connection and try again.
id: Silakan periksa koneksi jaringan Anda dan coba lagi.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ แล้วลองอีกครั้ง
vi: Vui lòng kiểm tra kết nối mạng của bạn và thử lại.

source: CONTACT US
id: HUBUNGI KAMI
th: ติดต่อเรา
vi: LIÊN HỆ

source: Back
id: Kembali
th: ย้อนกลับ
vi: Quay lại

source: YES, THANKS!
id: YA, TERIMA KASIH!
th: ใช่ ขอบคุณ!
vi: VÂNG, CẢM ƠN!

source: START A NEW CONVERSATION
id: MULAI PERCAKAPAN BARU
th: เริ่มการสนทนาใหม่
vi: BẮT ĐẦU CUỘC TRÒ CHUYỆN MỚI

source: New Conversation
id: Percakapan Baru
th: การสนทนาใหม่
vi: Cuộc trò chuyện mới

source: What's on your mind?
id: Apa yang Anda pikirkan?
th: คุณคิดอะไรอยู่
vi: Bạn đang nghĩ gì vậy?

source: Thanks for contacting us.
id: Terima kasih telah menghubungi kami.
th: ขอบคุณที่ติดต่อเรา
vi: Xin cảm ơn đã liên hệ với chúng tôi.

source: Your message has been received.
id: Pesan Anda telah diterima.
th: เราได้รับข้อความของคุณแล้ว
vi: Đã nhận được tin nhắn của bạn.

source: What else can we help you with?
id: Apa lagi yang dapat kami bantu?
th: มีสิ่งอื่นให้เราช่วยอีกหรือไม่
vi: Chúng tôi có thể giúp gì thêm cho bạn được không?

source: Would you like to review the app?
id: Bersediakah Anda memberi kami peringkat?
th: คุณอยากจะรีวิวแอพนี้ไหม
vi: Bạn có muốn đánh giá ứng dụng không?

source: This conversation has ended.
id: Percakapan ini sudah berakhir.
th: การสนทนานี้สิ้นสุดลงแล้ว
vi: Cuộc nói chuyện này đã kết thúc.

source: What's your feedback about our customer support?
id: Bagaimana komentar Anda tentang dukungan pelanggan kami?
th: คุณมีคำติชมสำหรับฝ่ายสนับสนุนอย่างไร
vi: Bạn có phản hồi gì về sự hỗ trợ khách hàng của chúng tôi không?

source: Service Rating
id: Peringkat Layanan
th: ระดับบริการ
vi: Đánh giá dịch vụ

source: Hated it
id: Tidak puas
th: ไม่ชอบเลย
vi: Ghét

source: Loved it
id: Sangat puas
th: ชอบมาก
vi: Thích

source: Any other feedback? (optional)
id: Ada komentar lain? (opsional)
th: มีคำติชมอื่นๆ หรือไม่ (ตัวเลือก)
vi: Còn phản hồi nào nữa không? (không bắt buộc)

source: Thanks for messaging us!
id: Terima kasih atas pesan Anda!
th: ขอบคุณที่ส่งข้อความหาเรา!
vi: Xin cảm ơn đã nhắn tin cho chúng tôi!

source: Did we answer all your questions?
id: Apakah semua pertanyaan Anda terjawab?
th: เราได้ตอบคำถามทั้งหมดของคุณหรือไม่
vi: Chúng tôi đã trả lời hết toàn bộ thắc mắc của bạn chưa?

source: Preview
id: Pratinjau
th: ตัวอย่าง
vi: Xem trước

source: Your Rating:
id: Peringkat dari Anda:
th: คะแนนของคุณ:
vi: Đánh giá của bạn:

source: Thanks for rating us.
id: Terima kasih telah memberi kami peringkat.
th: ขอบคุณที่ให้คะแนนเรา
vi: Xin cảm ơn bạn đã đánh giá chúng tôi.

source: Your feedback has been received.
id: Komentar Anda telah diterima.
th: เราได้รับคำติชมของคุณแล้ว
vi: Đã nhận được phản hồi của bạn.

source: or
id: atau
th: หรือ
vi: hoặc

source: Questions that may already have your answer
id: Pertanyaan yang mungkin memiliki jawaban untuk Anda
th: คำถามที่อาจมีคำตอบของคุณอยู่แล้ว
vi: Câu hỏi có thể đã có câu trả lời cho bạn

source: SEND ANYWAY
id: TETAP KIRIM
th: ยืนยันจะส่ง
vi: CỨ GỬI

source: Done
id: Selesai
th: เรียบร้อย
vi: Hoàn tất

source: Suggestions
id: Saran
th: คำแนะนำ
vi: Đề xuất
